# 'brew taps'
tap "hashicorp/tap"

# 'brew install'
brew "direnv"
brew "fluxcd/tap/flux"
brew "GnuPG"
brew "hashicorp/tap/terraform"
brew "helm"
brew "htop"
brew "httpie"
# brew "k3sup"  # does not work in Actions yet
brew "neofetch"
brew "pinentry"
brew "pre-commit"
brew "SOPS"
brew "terraform"
brew "vips"
brew 'wireguard-tools'
brew "zsh-syntax-highlighting"

# 'brew cask install'
cask "1password"
cask "alt-tab"
cask "authy"
cask "balenaetcher"
cask "brave-browser"
cask "discord"
cask "google-chrome"
cask "iterm2"
cask "istat-menus"
cask "keepingyouawake"
cask "lens"
cask "microsoft-teams"
cask "notion"
cask "obs"
cask "spotify"
cask "steam"
cask "twitch"
cask "visual-studio-code"
cask "zoom"
