# 'brew taps'
tap "hashicorp/tap"

# 'brew install'
brew "hashicorp/tap/terraform"
brew "htop"
brew "httpie"
brew "neofetch"
brew 'wireguard-tools'

# 'brew cask install'
cask "1password"
cask "authy"
cask "balenaetcher"
cask "brave-browser"
cask "discord"
cask "google-chrome"
cask "iterm2"
cask "istat-menus"
cask "keepingyouawake"
cask "lens"
cask "microsoft-teams"
cask "notion"
cask "spotify"
cask "steam"
cask "twitch"
cask "visual-studio-code"
cask "zoom"
